Repository: frncesc/YOURLS-ca_ES
Catalog: *.po
Languages: ca_es

source: Short URL
ca_es: URL curta

source: All fields
ca_es: Tots els camps

source: Title
ca_es: Títol

source: IP Address
ca_es: Adreça IP

source: Searching for <strong>%1$s</strong> in <strong>%2$s</strong>.
ca_es: Cencant <strong>%1$s</strong> a <strong>%2$s</strong>.

source: Date
ca_es: Data

source: Clicks
ca_es: Clics

source: Short URL created, but could not redirect to %s !
ca_es: URL curta creada, però no pot redireccionar cap a %s !

source: Unknown "Share" bookmarklet
ca_es: Miniaplicació d'adreces d'interés "Comparteix" desconeguda

source: Display <strong>%1$s</strong> to <strong class="increment">%2$s</strong> of <strong class="increment">%3$s</strong> URLs
ca_es: Es mostren <strong>%1$s</strong> a <strong class="increment">%2$s</strong> URLs d'un total de <strong class="increment">%3$s</strong>

source: counting <strong>1</strong> click
ca_es: recompte d'<strong>1</strong> clic

source: Overall, tracking <strong class="increment">%1$s</strong> links, <strong>%2$s</strong> clicks, and counting!
ca_es: De <strong class="increment">%1$s</strong> enllaços en seguiment, <strong>%2$s</strong> clics, i comptant!

source: No URL
ca_es: Sense URL

source: PHP extension for PDO not found
ca_es: No es troba la llibreria PHP del controlador PDO

source: %s version is too old. Ask your server admin for an upgrade.
ca_es: La versió %s és molt antiga. Demana a l'administrador del servidor una actualització.

source: YOURLS already installed.
ca_es: YOURLS ja s'ha instal·lat.

source: File <tt>.htaccess</tt> successfully created/updated.
ca_es: Fitxer <tt>.htaccess</tt> creat/actualitzat corectament.

source: Could not write file <tt>.htaccess</tt> in YOURLS root directory. You will have to do it manually. See <a href="http://yourls.org/htaccess">how</a>.
ca_es: No es pot escriure el fitxer <tt>.htaccess</tt> en el directori arrel de YOURLS. Haurà d'edirat-ho manualment. Revisi <a href="http://yourls.org/htaccess">com editar el fitxer htaccess de forma manual</a>.

source: Install YOURLS
ca_es: Instal·lació de YOURLS

source: YOURLS Administration Page
ca_es: Pàgina d'administració de YOURLS

source: Unsupported action
ca_es: Acció no suportada

source: No plugin specified, or not a valid plugin
ca_es: No s'ha especificat cap connector o el connector no és vàlid

source: Plugin has been activated
ca_es: S'ha activat el connector

source: Plugin has been deactivated
ca_es: S'ha desactivat el connector

source: Manage Plugins
ca_es: Gestiona els connectors

source: Plugins
ca_es: Connectors

source: %s plugin
ca_es: %s connector

source: You currently have <strong>%1$s</strong> installed, and <strong>%2$s</strong> activated
ca_es: Actualment hi ha <strong>%1$s</strong> instal·lats, i <strong>%2$s</strong> activats

source: Plugin Name
ca_es: Nom del connector

source: Version
ca_es: Versió

source: Description
ca_es: Descripció

source: Author
ca_es: Autor

source: Action
ca_es: Acció

source: (no info)
ca_es: (Sense informació)

source: Deactivate
ca_es: Desactiva

source: Activate
ca_es: Activa

source: plugin file location: %s
ca_es: ubicació del fitxer del connector: %s

source: Toggle active/inactive plugins
ca_es: Commuta connectors activats/desactivats

source: If something goes wrong after you activate a plugin and you cannot use YOURLS or access this page, simply rename or delete its directory, or rename the plugin file to something different than <code>plugin.php</code>.
ca_es: Si alguna cosa no va bé després d'activar un connector i no pot usar YOURLS o accedir a aquesta pàgina, simplement canviï el nom o elimini aquest directori, o canviï el nom del fitxer del connector diferent a <code>plugin.php</code>.

source: More plugins
ca_es: Més connectors

source: For more plugins, head to the official <a href="http://yourls.org/awesome">Plugin list</a>.
ca_es: Per a més connectors, ves a la <a href="http://yourls.org/awesome">llista oficial de connectors</a>.

source: Cool YOURLS Tools
ca_es: Eines genials de YOURLS

source: Bookmarklets
ca_es: Miniaplicació d'adreces d'interès

source: YOURLS comes with handy <span>bookmarklets</span> for easier link shortening and sharing.
ca_es: YOURLS ve amb <span>miniaplicacions d'adreces d'interès</span> útils per a un fàcil escurçament i compartició d'enllaços.

source: Standard or Instant, Simple or Custom
ca_es: Estàndar o Instantània, Simple o Personalitzada

source: The <span>Standard Bookmarklets</span> will take you to a page where you can easily edit or delete your brand new short URL.
ca_es: Les <span>miniaplicacions d'adreces d'interès</span> et duran a una pàgina on podràs editar o esborrar una URL.

source: The <span>Instant Bookmarklets</span> will pop the short URL without leaving the page you are viewing (depending on the page and server configuration, they may silently fail)
ca_es: Les <span>miniaplicacions d'adreces d'interès instantànies</span> et mostraran la URL escurçada sense sortir de la pàgina que estàs visitant (depenent de la pàgina i la configuració del servidor, podria no funcionar com s'espera)

source: The <span>Simple Bookmarklets</span> will generate a short URL with a random or sequential keyword.
ca_es: Les <span>miniaplicacions d'adreces d'interès simples</span> generaran una URL curta amb una paraula clau aleatòria o seqüencial.

source: The <span>Custom Keyword Bookmarklets</span> will prompt you for a custom keyword first.
ca_es: Les <span>miniaplicacions d'adreces d'interès a mida</span> demanarà introduir una paraula que servirà d'enllaç.

source: If you want to share a description along with the link you're shortening, simply <span>select text</span> on the page you're viewing before clicking on your bookmarklet link
ca_es: Si vol compartir una descripció juntament amb l'enllaç que està escurçant, simplement <span>seleccioni el text</span> de la pàgina que està visualitzant abans de fer clic a la miniaplicació d'adreces d'interès

source: <strong>Important Note:</strong> bookmarklets <span>may fail</span> on websites with <em>https</em>, especially the "Instant" bookrmarklets. There is nothing you can do about this.
ca_es: <strong>Nota Important:</strong> Les miniaplicacions d'adreces d'interès <span>poden fallar</span> dins pàgines web segures <em>https</em>, especialment les miniaplicacions d'adreces d'interès "Instantànies". No hi ha res que es pugui fer.

source: The Bookmarklets
ca_es: Les miniaplicacions d'adreces d'interès

source: Click and drag links to your toolbar (or right-click and bookmark it)
ca_es: Fer clic i arrossegar cap a la barra d'eines del teu navegador (o clic dret i afegir a adreces d'interés)

source: Standard (new page)
ca_es: Estàndar (nova pàgina)

source: Instant (popup)
ca_es: Instantània (Element emergent)

source: Shorten
ca_es: Escurça

source: Instant Shorten
ca_es: Escurçador Instantani

source: Custom Keyword
ca_es: Paraula clau a mida

source: Custom shorten
ca_es: Escurçat a mida

source: Instant Custom Shorten
ca_es: Escurçat a mida instantani

source: Social Bookmarklets
ca_es: Miniaplicacions d'adreces d'interès socials

source: Create a short URL and share it on social networks, all in one click!
ca_es: Crea una URL curta i comparteix-la a les xarxes socials, tot amb un sol clic!

source: Shorten and share:
ca_es: Escurça i comparteix:

source: YOURLS &amp; Facebook
ca_es: YOURLS i Facebook

source: YOURLS &amp; Twitter
ca_es: YOURLS i Twitter

source: YOURLS &amp; Tumblr
ca_es: YOURLS i Tumblr

source: Prefix-n-Shorten
ca_es: Prefixa-i-escurça

source: When viewing a page, you can also prefix its full URL: just head to your browser's address bar, add "<span>%s</span>" to the beginning of the current URL (right before its 'http://' part) and hit enter.
ca_es: Quan visualitzeu una pàgina, també podeu afegir la seva URL completa: només heu d'anar a la barra d'adreces del navegador, afegir "<span>%s </span>" al començament de l'URL actual (just abans del seu 'http://' part) i premeu Intro.

source: Note: this will probably not work if your web server is running on Windows
ca_es: Nota: això possiblement no funcionarà si el teu servidor web és Windows

source: (which seems to be the case here)
ca_es: (Semble que és el cas)

source: Secure passwordless API call
ca_es: Crida a API segura passwordless

source: YOURLS allows API calls the old fashioned way, using <tt>username</tt> and <tt>password</tt> parameters.
ca_es: YOURLS permet crides a l'API de forma manual, usant els paràmetres de <tt>username</tt> i <tt>password</tt>.

source: If you're worried about sending your credentials into the wild, you can also make API calls without using your login or your password, using a secret signature token.
ca_es: Si us preocupa l'enviament de les credencials, també podeu fer trucades a l'API sense utilitzar l'usuari o la contrasenya, mitjançant un testimoni secret.

source: Your secret signature token: <strong><code>%s</code></strong>
ca_es: Testimoni secret: <strong><code>%s</code></strong>

source: (It's a secret. Keep it secret)
ca_es: (És un secret. L'has de mantenir en secret)

source: This signature token can only be used with the API, not with the admin interface.
ca_es: Aquest testimoni només pot ser usat amb l'API, no amb el panell d'administració.

source: Usage of the signature token
ca_es: Ús del testimoni signature

source: Simply use parameter <tt>signature</tt> in your API requests. Example:
ca_es: Simplement usi el paràmetre <tt>signature</tt> a les seves peticions a l'API. Exemple:

source: Usage of a time limited signature token
ca_es: Ús del testimoni signature limitat per temps

source: actual value:
ca_es: valor real:

source: Now use parameters <tt>signature</tt> and <tt>timestamp</tt> in your API requests. Example:
ca_es: Ara usa paràmetres <tt>signature</tt> i <tt>timestamp</tt> a les crides API. Exemple:

source: Actual values:
ca_es: Valors reals:

source: This URL would be valid for only %s seconds
ca_es: Aquesta URL només serà vàlida durant %s segons

source: See the <a href="%s">Passwordless API</a> page on the wiki.
ca_es: Revisa la pàgina de <a href="%s">Passwordless API</a> a la wiki.

source: See the <a href="%s">API documentation</a> for more
ca_es: Revisa la <a href="%s">documentació de l'API</a> per a més informació

source: Upgrade YOURLS
ca_es: Actualitza YOURLS

source: Upgrade not required. Go <a href="%s">back to play</a>!
ca_es: Actualització no necessaria. <a href="%s">Torna-hi</a>!

source: Your current installation needs to be upgraded.
ca_es: La instal·lació actual necessita una actualització.

source: Please, pretty please, it is recommended that you <strong>backup</strong> your database<br/>(you should do this regularly anyway)
ca_es: Si us plau, es recomana fer una <strong>còpia de seguretat</strong> de la base de dades <br/> (hauries de fer-ho sovint)

source: Nothing awful <em>should</em> happen, but this doesn't mean it <em>won't</em> happen, right? ;)
ca_es: Res terrible <em>hauria</em> de passar, però això no vol dir que <em>pugui</em> passar, oi? ;)

source: On every step, if <span class='error'>something goes wrong</span>, you'll see a message and hopefully a way to fix.
ca_es: A cada passa, si alguna cosa va malament, veureu un missatge i, amb sort, una manera de solucionar-ho.

source: If everything goes too fast and you cannot read, <span class="success">good for you</span>, let it go :)
ca_es: Si tot plegat va massa de pressa i no pot llegir-ho, <span class="success">bé per a tu</span>, deixa-ho anar :)

source: Once you are ready, press "Upgrade" !
ca_es: Una vegada estigui preparat, premeu "Actualitzar"!

source: Upgrade
ca_es: Actualitza

source: Your installation is now up to date !
ca_es: El sistema està actualitzat !

source: Go back to <a href="%s">the admin interface</a>
ca_es: Torna al<a href="%s">panell d'administració</a>

source: Search for
ca_es: Cerca …

source: Search in
ca_es: Cerca a

source: Search for %1$s in %2$s
ca_es: Cerca %1$s a %2$s

source: Sort by
ca_es: Ordenar per

source: Ascending
ca_es: Ascendent

source: Descending
ca_es: Descendent

source: Sort order
ca_es: Ordenació

source: Order by %1$s %2$s
ca_es: Ordenar per %1$s %2$s

source: Number of rows to show
ca_es: Nombre de files a mostrar

source: Show %s rows
ca_es: Mostra %s files

source: more
ca_es: més

source: less
ca_es: menys

source: Show links with
ca_es: Mostra enllaços amb

source: Number of clicks
ca_es: Nombre de clics

source: Show links with %1$s than %2$s clicks
ca_es: Mostra enllaços amb %1$s de %2$s clics

source: before
ca_es: abans

source: after
ca_es: després

source: between
ca_es: entre

source: Show links created
ca_es: Mostra enllaços creats

source: Select a date
ca_es: Selecciona una data

source: Select an end date
ca_es: Seleccioneu una data de finalització

source: Show links created %1$s %2$s %3$s %4$s
ca_es: Mostra enllaços creats %1$s %2$s %3$s %4$s

source: Search
ca_es: Cerca

source: Clear
ca_es: Elimina

source: 1 page
ca_es: 1 pàgina

source: Go to First Page
ca_es: Ves a la primera pàgina

source: &laquo; First
ca_es: &laquo; Primera

source: Go to Last Page
ca_es: Ves a la darrera pàgina

source: Last &raquo;
ca_es: Darrera &raquo;

source: Incorrect DB config, or could not connect to DB
ca_es: Configuració de base de dades incorrecte o no es pot connectar amb la base de dades

source: Fatal error
ca_es: Error fatal

source: Could not auto-encrypt passwords. Error was: "%s".
ca_es: No es pot auto-xifrar contrasenyes. L'errada ha estat: "%s".

source: <a href="%s">Get help</a>.
ca_es: <a href="%s">Obtenir ajuda</a>.

source: <a href="%s">Click here</a> to dismiss this message for one week.
ca_es: <a href="%s">Clic aquí</a> per deshabilitar el missatge durant una setmana.

source: Incorrect DB config, please refer to documentation
ca_es: Configuració incorrecte de base de dades, si us plau revisa la documentació

source: Logged out successfully
ca_es: Desconnecció realitzada correctament

source: Invalid username or password
ca_es: El nom d'usuari o la contrasenya no són vàlids

source: Please log in
ca_es: Cal que inicieu una sessió

source: Unauthorized action or expired link
ca_es: Acció no autoritzada o enllaç caducat

source: 1 query
ca_es: 1 consulta

source: Powered by %s
ca_es: Gràcies a %s

source: Enter the URL
ca_es: Introduïu un URL

source: Optional
ca_es: Opcional

source: Custom short URL
ca_es: URL curta personalitzada

source: Shorten The URL
ca_es: Escurça la URL

source: Your short link
ca_es: El teu enllaç curt

source: Quick Share
ca_es: Compartició ràpida

source: Long link
ca_es: Enllaç llarg

source: Stats
ca_es: Estadístiques

source: Share with
ca_es: Compartir a

source: Tweet this!
ca_es: Piula-ho!

source: Share on Facebook
ca_es: Comparteix al Facebook

source: Long URL
ca_es: URL complet

source: Save
ca_es: Desa

source: Save new values
ca_es: Desar els nous valors

source: Cancel
ca_es: Cancel·la

source: Cancel editing
ca_es: Cancel·la l'edició

source: Error, URL not found
ca_es: Errrror, URL no trobada

source: Share
ca_es: Compartir

source: Edit
ca_es: Edita

source: Delete
ca_es: Suprimir

source: Not a common link
ca_es: Enllaç no habitual

source: Original URL
ca_es: Adreça URL original

source: Actions
ca_es: Accions

source: Username
ca_es: Nom d'usuari

source: Password
ca_es: Contrasenya

source: Login
ca_es: Entrada

source: Hello <strong>%s</strong>
ca_es: Hola <strong>%s</strong>

source: Logout
ca_es: Sortir

source: Help
ca_es: Ajuda

source: Go to the admin interface
ca_es: Anar al panell d'administració

source: Admin interface
ca_es: Panell d'administració

source: Tools
ca_es: Eines

source: Page "%1$s" not found
ca_es: Pàgina "%1$s" no trobada

source: Not found
ca_es: No s'ha trobat

source: Today
ca_es: Avui

source: Close
ca_es: Tanca

source: <a href="%s">YOURLS version %s</a> is available. Please update!
ca_es: <a href="%s">La versió %s de YOURLS</a> està disponible. Actualitza!

source: Drag to your toolbar!
ca_es: Arrossega cap a la barra d'eines!

source: Table '%s' created.
ca_es: Taula '%s' creada.

source: Error creating table '%s'.
ca_es: Error creant la taula '%s'.

source: Could not initialize options
ca_es: No s'han pogut inicialitzar les opcions

source: Could not insert sample short URLs
ca_es: No s'han pogut inserir exemples d'URL curts

source: YOURLS tables successfully created.
ca_es: Taules de YOURLS creades correctament.

source: Error creating YOURLS tables.
ca_es: Error creant les taules de YOURLS.

source: Sunday
ca_es: Diumenge

source: Monday
ca_es: Dilluns

source: Tuesday
ca_es: Dimarts

source: Wednesday
ca_es: Dimecres

source: Thursday
ca_es: Dijous

source: Friday
ca_es: Divendres

source: Saturday
ca_es: Dissabte

source: S_Sunday_initial
ca_es: Dg_Diumenge_initial

source: M_Monday_initial
ca_es: Dl_Dilluns_initial

source: T_Tuesday_initial
ca_es: Dt_Dimarts_initial

source: W_Wednesday_initial
ca_es: Dc_Dimecres_initial

source: T_Thursday_initial
ca_es: Dj_Dijous_initial

source: F_Friday_initial
ca_es: Dv_Divendres_initial

source: S_Saturday_initial
ca_es: Ds_Dissabte_initial

source: Sun
ca_es: dg.

source: Mon
ca_es: dl.

source: Tue
ca_es: dt.

source: Wed
ca_es: dc.

source: Thu
ca_es: dj.

source: Fri
ca_es: dv.

source: Sat
ca_es: ds.

source: January
ca_es: Gener

source: February
ca_es: Febrer

source: March
ca_es: Març

source: April
ca_es: Abril

source: May
ca_es: Maig

source: June
ca_es: Juny

source: July
ca_es: Juliol

source: August
ca_es: Agost

source: September
ca_es: Setembre

source: October
ca_es: Octubre

source: November
ca_es: Novembre

source: December
ca_es: Desembre

source: Jan_January_abbreviation
ca_es: Gen_Gener_abbreviation

source: Feb_February_abbreviation
ca_es: Feb_Febrer_abbreviation

source: Mar_March_abbreviation
ca_es: Mar_Març_abbreviation

source: Apr_April_abbreviation
ca_es: Abr_Abril_abbreviation

source: May_May_abbreviation
ca_es: Mai_Maig_abbreviation

source: Jun_June_abbreviation
ca_es: Jun_Juny_abbreviation

source: Jul_July_abbreviation
ca_es: Jul_Juliol_abbreviation

source: Aug_August_abbreviation
ca_es: Ago_Agost_abbreviation

source: Sep_September_abbreviation
ca_es: Set_Setembre_abbreviation

source: Oct_October_abbreviation
ca_es: Oct_Octubre_abbreviation

source: Nov_November_abbreviation
ca_es: Nov_Novembre_abbreviation

source: Dec_December_abbreviation
ca_es: Des_Desembre_abbreviation

source: Could not find and deactivate plugin :
ca_es: No s'ha trobat i desactivat el connector:

source: Not a valid plugin file
ca_es: Connector no vàlid

source: Plugin already activated
ca_es: Connector ja activat

source: Plugin generated unexpected output. Error was: <br/><pre>%s</pre>
ca_es: EL connector ha generat una sortida insesperada. <br/><pre>%s</pre>

source: Plugin not active
ca_es: Connector no activat

source: This page does not exist. Maybe a plugin you thought was activated is inactive?
ca_es: Aquesta pàgina no existeix. Possiblement un connector que pensaves estava activat no hi està?

source: Invalid link
ca_es: Enllaç erroni

source: This page cannot be displayed because the displaying function is not callable.
ca_es: Aquesta pàgina no es pot mostrar.

source: Invalid code
ca_es: Codi invàlid

source: Missing or malformed URL
ca_es: URL amb format incorrecte o no existeix el recurs

source: URL is a short URL
ca_es: La URL ja és una URL curta

source: Short URL %s already exists in database or is reserved
ca_es: La URL curta %s ja existeix a la base de dades o és una paraula reservada

source: %s added to database
ca_es: %s afegida a la base de dades

source: Error saving url to database
ca_es: Error desant la url a la base de dades

source: %s already exists in database
ca_es: %s ja existeix a la base de dades

source: Long URL or Short URL cannot be blank
ca_es: Els camps no poden quedar buits

source: Link updated in database
ca_es: Enllaç actualitzat a la base de dades

source: Error updating %s (Short URL: %s)
ca_es: Error actualitzant %s (URL curta: %s)

source: URL or keyword already exists in database
ca_es: La URL o la paraula clau ja existeixen a la base de dades

source: if you are not redirected after 10 seconds, please <a href="%s">click here</a>
ca_es: si no ets redirigit abans de 10 segons, si us plau <a href="%s">fes clic aquí</a>

source: Please <a href="%s">click here</a>
ca_es: Si us plau <a href="%s">fes clic aquí</a>

source: Too many URLs added too fast. Slow down please.
ca_es: Moltes URL afegides massa aviat. Calma.

source: Too Many Requests
ca_es: Massa peticions de redirecció

source: Service temporarily unavailable
ca_es: El servei no està disponible temporalment

source: Our service is currently undergoing scheduled maintenance.
ca_es: El servei està actualment en manteniment.

source: Things should not last very long, thank you for your patience and please excuse the inconvenience
ca_es: No ha de durar massa, gràcies per la seva paciència i perdoni les molèsties

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
ca_es: %1$s és <strong>obsolet</strong> des de la versió %2$s! Usa %3$s com a substitució.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
ca_es: %1$s és <strong>obsolet</strong> des de la versió %2$s i no hi ha cap alternativa disponible.

source: Statistics for %s
ca_es: Estadístiques per %s

source: Aggregate stats for duplicate short URLs
ca_es: Estadístiques agrefades per a les URL curtes duplicades

source: Traffic statistics
ca_es: Estadístiques de trànsit

source: Traffic location
ca_es: Ubicació del trànsit

source: Traffic sources
ca_es: Origen del trànsit

source: Last 24 hours
ca_es: Les últimes 24 hores

source: Last 7 days
ca_es: Els últims 7 dies

source: Last 30 days
ca_es: Els últims 30 dies

source: All time
ca_es: De sempre

source: Number of hits : %s
ca_es: Nombre d'accessos: %s

source: Historical click count
ca_es: Recompte històric de clics

source: about 1 day ago
ca_es: aproximadament fa un dia

source: Short URL created on %s
ca_es: URL curta creada a %s

source: %s per day
ca_es: %s per dia

source: %s per hour
ca_es: %s per hora

source: %s hit
ca_es: %s accés

source: Best day
ca_es: Millor dia

source: <strong>%1$s</strong> hit on %2$s
ca_es: <strong>%1$s</strong> accés a %2$s

source: Click for more details
ca_es: Clic per a més informació

source: Year %s
ca_es: Any %s

source: 1 hit
ca_es: 1 accés

source: No traffic yet. Get some clicks first!
ca_es: No hi ha trànsit encara. Espera els primers clics!

source: Top 5 countries
ca_es: Els 5 primers països

source: Overall traffic
ca_es: Trànsit global

source: No country data.
ca_es: Sense informació de país.

source: Referrer shares
ca_es: Referents compartits

source: Others
ca_es: Altres

source: Referrers
ca_es: Referent

source: (details)
ca_es: (detalls)

source: Various:
ca_es: Varis:

source: Direct vs Referrer Traffic
ca_es: Trànsit Directe vs Referent

source: Direct
ca_es: Directe

source: Direct traffic:
ca_es: Trànsit Directe:

source: <strong>%s</strong> hit
ca_es: <strong>%s</strong> accés

source: Referrer traffic:
ca_es: Trànsit Referent:

source: No referrer data.
ca_es: Sense informació dels referents.

source: Short link
ca_es: Enllaç curt
